Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/nord.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: It must be submitted within 2 weeks in the digital examination system Inspera.
nb: Det må levers innen 2 uker i det digitale eksamenssystemet Inspera.

source: Read more about this here
nb: Les mer om dette her

source: Central themes will include ways of knowing, habits, intuition, rationality, knowledge development, learning, embodiment, and technology.
nb: Sentrale tema vil blant annet være kunnskapsformer, vaner, intuisjon, rasjonalitet, kunnskapsutvikling, utøvelse, læring og kroppsliggjøring og teknologi.

source: The programme qualifies for jobs in developing games and digital products within fields like video games design and production, entertainment, publishing and advertising.
nb: Studiet kvalifiserer for arbeid med utvikling av spill og digitale produkter innen spill-, medie-, underholdnings-, forlags- og reklamebransjen.

source: be able to understand the principles and concepts around functional screening and biomechanics
nb: kunne forstå prinsippene og konseptene rundt funksjonell screening og biomekanikk

source: be able to convey key subject matter such as theories, issues and solutions in writing, orally and through other relevant forms of expression
nb: kunne formidle sentralt fagstoff som teorier, problemstillinger og løsninger både skriftlig, muntlig og gjennom andre relevante uttrykksformer

source: PhD candidate Maja Karoline Viddal Hatlebakk will hold a trial lecture and defend her thesis for the degree Philosophiae Doctor (PhD) at the Faculty of Biosciences and Aquaculture, Nord University.
nb: Ph.d.-kandidat Maja Hatlebakk skal holde prøveforelesning og disputere for graden Philosophiae doctor (Ph.d), ved Fakultet for biovitenskap og akvakultur, Nord universitet.

source: must have skills in:
nb: språk- og tekstarbeid

source: be able to master relevant tools, techniques and forms of expression so that different groups and athletes of different ages can understand
nb: kunne beherske relevante verktøy, teknikker og uttrykksformer slik at det forstås av ulike grupper og utøvere på ulike alderstrinn

source: be able to identify the most common theories and training methods included in the course
nb: kunne identifisere ulike av de vanligste teorier og treningsmetoder innen emnet

source: Grading scale passed/not passed.
nb: Karakterregel godkjent/ikke godkjent

source: The student should be able to discuss historical problems and reach their own conclusions in independently written work.
nb: Kandidaten skal vise evne til å drøfte historiske problemstillinger og trekke konklusjoner i selvstendige skriftlige arbeider.

source: How to assess the storage area and equipment that can be used?
nb: Hvordan vurdere hvilket lagringsområde og utstyr som kan brukes?

source: Pharmacists must be able to make pharmaceutical evaluations related to work tasks when meeting customers/patients, colleagues, other health care personnel and other collaborators.
nb: Farmasøyter skal kunne gjøre farmasifaglige vurderinger relatert til arbeidsoppgaver i møte med kunder/pasienter, kolleger, annet helsepersonell og andre samarbeidspartnere.

source: a) have insight into ethical issues and can address ethical dilemmas in their professional role and in their relationship with people
nb: a) har innsikt i etiske problemstillinger og kan håndtere etiske dilemma i yrkesrollen og i møte med mennesker

source: How should the crypto-key be stored?
nb: Hvordan skal koblingsnøkkel lagres?

source: Our former students work in everything from the banking and finance industry, in accounting and auditing, industry and energy, and in ministries or other public institutions.
nb: Våre tidligere studenter jobber i alt fra bank- og finansnæringen, innenfor regnskap og revisjon, industri og energi, og i departementer eller andre offentlige institusjoner.

source: MAR-BIO is interdisciplinary and combine biology, oceanography, technology sciences (marine, aquaculture and biotechnology) and social sciences (socioeconomics, laws, politics, planning aspects and communication) and methodology.
nb: MAR-BIO er interdisiplinært, og inkluderer både biologi/naturvitenskap (biologi, oseanografi, teknologi, marin akvakultur og bioteknologi) og samfunnsvitenskap (sosioøkonomi, lover, politikk og formidlingsvitenskap) og metode.

source: The Learning in Interaction research group at the Faculty of Education and Arts will assist with some recording equipment, but candidates must have access to their own PC/Mac for the analysis work.
nb: Forskningsgruppen Læring i interaksjon ved FLU vil bistå med en del utstyr for opptak, men kandidatene må ha tilgang til egen PC/Mac for analysearbeidet.

source: Grading scale: approved/not approved.
nb: Karakterregel godkjent/ikke godkjent.

source: Important course elements are:
nb: Sentralt i undervisningen står:

source: Method of making data (such as text) unreadable to others using a mathematical function (encryption technique/algorithm) and a predetermined key.
nb: Metode for å gjøre data (for eksempel tekst) uleselig for andre ved hjelp av en matematisk funksjon (krypteringsteknikk/-algoritme) og en forhåndsbestemt nøkkel.

source: Scientific Communication and Research Methods (BI300F)
nb: Vitenskapelig kommunikasjon og forskningsmetode (BI300F)

source: The course introduces some analytical interaction perspectives, such as ethnomethodology, conversation analysis, multimodal interaction analysis and discourse analysis.
nb: Kurset introduserer noen interaksjonsanalytiske perspektiver, som for eksempel etnometodologi, samtaleanalyse, multimodal interaksjonsanalyse og diskursanalyse.

source: However, if the CC0 license is not suitable for your data, please contact us at
nb: Dersom CC0-lisensen ikke passer for dine data, kontakt oss på

source: These are decisions which the Employment Committee (ANF) is familiar with and they will be maintained irrespective of the coronavirus pandemic.
nb: Dette er beslutninger ansettelsesutvalget (ANF) er godt kjent med og som skal videreføres uavhengig av koronapandemien.

source: On the whole, this resource will provide enormous opportunities for many of the other parties we collaborate with,” she says.
nb: I det hele tatt blir dette en ressurs som gir enorme muligheter for mange andre aktører vi samarbeider med, sier hun.

source: Research questions and question hierarchies
nb: Forskningsspørsmål og spørsmålshierarkier

source: have in-depth knowledge of scientific theories, concepts, and models within subjects change management, strategic analysis, and valuation and profitability analysis.
nb: har inngående kunnskap om vitenskapelige teorier, konsepter, og modeller innenfor fagene endringsledelse, strategisk analyse, og verdsettelse og lønnsomhetsanalyse.

source: Tips and information can be found on UiO's website pertaining to Nettskjema.
nb: Tips og informasjon finner du på UiO sine nettsider om Nettskjema.

source: c) have insight into issues that contribute to discrimination, and how to promote non-discriminatory practices and an inclusive society
nb: c) har innsikt i forhold som bidrar til diskriminering, og hvordan fremme ikke-diskriminerende praksis og et inkluderende samfunn

source: cf. Section 8-2 of the Regulations relating to Studies and Examinations at Nord University
nb: forskrift om studier og eksamen ved Nord universitet § 8-2

source: i) be aware of people's different starting points and vulnerabilities, values and way of life.
nb: i) kjenner til menneskers ulike utgangspunkt og sårbarhet, verdier og levemåte.

source: Together, you must assess whether processing of personal data is really necessary, and consider what measures need to be taken to safeguard personal data.
nb: Dere skal sammen vurdere om det virkelig trengs å behandle personoppplysninger, og vurdere hvilke tiltak som må gjøres for å sikre personopplysningene.

source: DOAB has an overview (although not complete) of serious publishers publishing OA books.
nb: DOAB har oversikt over seriøse forlag som gir ut åpne bøker (men merk at DOAB ikke er komplett).

source: If your project deals with health research, you must apply for approval from the Regional Committee for Medical and Health Research Ethics in
nb: dersom prosjektet ditt omhandler helseforskning, må du søke godkjenning hos Regional komité for medisinsk og helsefaglig forskningsetikk i

source: This requires that data in your OneDrive cannot be synced to your PC/Mac.
nb: Dette forutsetter at data i din OneDrive ikke blir synkronisert til din PC/Mac.

source: The semester fee at Nord is NOK 725
nb: Semesteravgiften er på kroner 725,-

source: Presented by Editor Thomas Nilsen, The Barents Observer
nb: Redaktør Thomas Nilsen, The Barents Observer

source: gives you a basic introduction to the subject area and is a basic education that you can build on.
nb: innføring i fagområdet og er en basisutdanning som du kan bygge videre på.

source: I belong to the research division on Environment, international relations, the North, and societal safety (MINS), but also cooperate with several other groups in the University.
nb: Tilhører forskergruppen Miljø, internasjonale relasjoner, nordområder og samfunnssikkerhet (MINS), men samarbeider også med flere andre fagmiljø på universitetet.

source: Bachelor in Social Education, University College of Nord- Trøndelag (2004)
nb: Bachelorgrad i vernepleie fra Høgskolen i Nord- Trøndelag (2004).

source: Especially argumentation plays an integral part in music education and Rolle (2013) has developed a model for music-related argumentative competence.
nb: Spesielt argumentasjon spiller en viktig rolle i musikkpedagogikk, og Christian Rolle (2013) har utviklet en modell for musikkrelatert argumentasjons-kompetanse.

source: The findings generated will inform policy development aimed at inclusivity and sustainability, thus benefiting both women and men.
nb: Resultatene vil ha betydning for politikkutforming rettet mot inkludering og bærekraft, og dermed komme både kvinner og menn til gode.

source: Can acquire information and professional knowledge and present this in a way that informs an area or an issue
nb: kan tilegne seg informasjon og fagkunnskaper og framstille dette slik at det belyser et saksfelt eller en problemstilling

source: The normal registration to this course ends by September 15 during the semester/year the course is being conducted.
nb: Den normale påmeldingen til dette kurset slutter 15. september det semesteret/året kurset blir holdt.

source: Faculty of Education and Arts, Nord University
nb: Fakultet for lærerutdanning, kunst- og kulturfag, Nord universitet

source: The Research Council, the Office of the Auditor General or a third party appointed by the Research Council are entitled at any time to verify that the funds are being applied in accordance with the contract.
nb: Forskningsrådet, Riksrevisjonen eller en tredjepart utpekt av Forskningsrådet har til enhver tid rett til å kontrollere at bevilgningen blir benyttet i samsvar med kontrakten.

source: In addition, Nordic ESERO will provide support to schools with resources and materials.
nb: I tillegg skal Nordic ESERO gi støtte til skoler med ressurser og materiell.

source: - fisheries science, food science, biotechnology, value chains, marketing and municipal planning at the University of Akureyri School of Business and Sciences.
nb: fiskerivitenskap, matvitenskap, bioteknologi, verdikjeder, markedsføring og kommunal planlegging ved Universitetet i Akureyri School of Business and Sciences.

source: , either in the form of consent or other grounds.
nb: , enten i form av et samtykke eller at annet grunnlag.

source: The results of this thesis suggests that spotted wolffish show a promising potential for tolerating microalgae in the diet and that moderate inclusion levels (around 15%) of microalgae in the diet may have beneficial effects on fatty acid composition of the fish and potentially also muscle growth, fish health and antioxidant capacity.
nb: Resultatene fra denne avhandlingen antyder at flekksteinbit har et lovende potensiale for å tolerere mikroalger i fôret og at et moderat inklusjonsnivå (rundt 15%) av mikroalger i fôret kan ha positive effekter på fettsyresammensetningen av fisken og potensielt også muskelvekst, fiskehelse og antioksidant-kapasitet.

source: Remember that you cannot use confidential information in your thesis/practical training report!
nb: Husk at du ikke kan bruke taushetsbelagte opplysninger i oppgaven/praksisrapporten din!

source: Can conduct Surgical Nursing in respect of the patients and his or her dependents¿integrity, resources and experiences related to being acutely and/or critically ill and undergoing surgical treatment
nb: utøver operasjonssykepleie med respekt for pasientens og pårørendes integritet, ressurser og opplevelser ved det å være akutt og/eller kritisk syk og gjennomgå kirurgisk behandling

source: theory-based approaches - nationalism, post-colonialism, anti-imperialism, Asian communism - that help to determine the important factors of Asian
nb: med asiatiske kontekster etter andre verdenskrig før flere teoribaserte tilnærminger - nasjonalisme, postkolonialisme, anti-imperialisme, asiatisk

source: The Falstad institution at Ekne in Levanger has a complex and diverse history.
nb: Institusjonen Falstad på Ekne i Levanger har en sammensatt og mangfoldig historie.

source: 15:30 – 16:00 Member Meeting
nb: 15:30 – 16:00 Medlemsmøte for forskningsgruppen

source: Definitions Gold, Green and Hybrid OA
nb: Definisjoner gull-, grønn, hybrid OA

source: Teaching and mentoring:
nb: Undervisning og rettleiing:

source: Faculty of Biosciences and Aquaculture in cooperation with The University of Veterinary Medicine and Pharmacy in Košice are arranging a conference with the topic "The impact of global change on the environment, human and animal health".
nb: Fakultet for biovitenskap og akvakultur arrangerer i samarbeid med The University of Veterinary Medicine and Pharmacy in Košice konferansen med temaet miljøendringer og deres påvirkning på mennesker og dyrs helse.

source: • How comprehensive is the delay?
nb: • Hvor omfattende er forsinkelsen?

source: What does it cost to p rint/copy?
nb: Hva koster utskrift / kopi?

source: game programming and animations (in 2D and 3D)
nb: spillprogrammering og animering (i 2D og 3D)

source: g) can apply professional knowledge and methods for interaction and cooperation with children and young people on everyday life and on difficult topics in a way that secures their interests, participation and rights
nb: g) kan anvende faglig kunnskap og metoder for samhandling og samarbeid med barn og unge om hverdagsliv og om vanskelige tema på en måte som sikrer deres interesser, medvirkning og rettigheter

source: Free for Nord students, faculty, and staff.
nb: Gratis for studenter og ansatte ved Nord.

source: life, especially in heart disease, kidney disease, non-malignant lung disease, neurological diseases (ALS, MS), disease in children and dementia
nb: ved hjertesykdommer, nyresykdommer, non maligne lungesykdommer, nevrologiske sykdommer (ALS, MS), sykdom hos barn og demente.

source: “We base all development on knowledge, and we do this in practice.
nb: – Vi baserer all utvikling på kunnskap, og vi gjør det i praksis.

source: After completing the annual studies you can apply for a transition to one of our bachelor programs.
nb: med første året på bachelorstudiene i regnskap, eiendomsmegling og økonomi og ledelse.

source: The candidates should have acquired knowledge and an historical framework on central topics within traditional art, composition, 3D­art, animation, motion­graphics and compositing, and how these skills may be implemented in a variety of productions.
nb: Kandidatene har tilegnet seg kunnskaper, samt et historisk rammeverk om sentrale emner innen tradisjonell kunst, billedkomposisjon, 3D-­kunst, animasjon, motion graphics og compositing, og hvordan disse ferdighetene kan implementeres i ulike typer produksjoner.

source: Max Olex (29), from Germany, is around ten years older than his fellow students, and is already established as a national team runner for his home country.
nb: Max Olex (29) fra Tyskland er rundt ti år eldre enn sine medstudenter, og er allerede etablert landslagsløper for hjemlandet sitt.

source: All research projects covered by the Norwegian Health Research Act must be pre-approved by REK.
nb: Alle forskningsprosjekter som omfattes av helseforskningsloven skal forhåndsgodkjennes av REK.

source: – It was very unusual to see tourists in this city, so I got a lot of curious looks on the tram, Chanice laughs.
nb: Så det ble mange nysgjerrige blikk på trikken, sier Chanice og ler.

source: have insight into relevant and contemporary international research literature and apply this to new phenomena and issues within the field of business administration.
nb: har innsikt i relevant og tidsriktig internasjonal forskningslitteratur og kan anvende denne på nye fenomen og problemstillinger innenfor det bedriftsøkonomiske fagområdet.

source: Since the start of the centre in 2013 we have had four PhD candidates defending their PhD at Campus Helgeland, and more PhD candidates and PhDs have been recruited to the centre.
nb: Siden senteret ble etablert i 2013 har fem stipendiater forsvart sin doktorgrad ved Campus Helgeland, og flere stipendiater og postdoktorer har blitt rekruttert.

source: PhD trial lecture and defence are open for the public.
nb: Prøveforelesningen og disputas er åpen for alle interesserte tilhørere.

source: Assessment task - 2 submissions, comprises 0/100 of the grade, grading scale Approved - Not approved.
nb: Arbeidskrav - 2 innleveringer, teller 0/100 av karakteren, karakterregel Godkjent - Ikke godkjent.

source: identify, quality assure and interpret information by utilizing current works of reference, colleagues, other health care personnel, other collaborators and other sources
nb: identifisere, kvalitetssikre og sette sammen informasjon ved å benytte aktuelle oppslagsverk, kollegaer, annet helsepersonell, andre samarbeidspartnere, samt andre kilder

source: Professor Mette Sørensen, FBA, Nord UniversityProfessor Kiron Viswanath, FBA, Nord University
nb: Professor Mette Sørensen, FBA, Nord universitetProfessor Kiron Viswanath, FBA, Nord universitet

source: release of energy, circulation, respiration and muscle work?
nb: knyttet til energifrigjøring, sirkulasjon, respirasjon og muskelarbeid?

source: The group's work was financed through Norgesuniversitetet.
nb: Gruppens arbeid var finansiert gjennom Norgesuniversitetet.

source: This is a qualitative study with a hermeneutic phenomenological narrative approach.
nb: Dette er en kvalitativ studie med en hermeneutisk fenomenologisk narrativ tilnærming.

source: The project is financed by the Norwegian Environment Agency.
nb: Prosjektet er finansiert av Miljødirektoratet.

source: For information on topics and admission requirements see:
nb: For informasjon om emner og opptaksprosedyrer se:

source: Assignment, comprises 40/100 of the grade, grading scale A-E for pass, F for fail.
nb: Oppgave, teller 40/100 av karakteren, karakterregel A-E, Beste A, Ikke bestått F.

source: In addition, there is a compulsory exchange of at least 30 credits one of the partner universities within MAR-BIO, which results in travel, housing and food expenses.
nb: I tillegg er det obligatorisk utveksling i minimum 30 studiepoeng, som medfører utgifter til reise, bolig og mat.

source: have knowledge of Norwegian flora and fauna
nb: ha grunnleggende kunnskap om norsk flora og fauna

source: After you clarify the classification of your data, check which storage areas, tools and equipment you can use to process this data.
nb: Når du har avklart klassifiseringen for dine data må du sjekke hvilke lagringsområder, verktøy og utstyr du kan bruke til å behandle disse dataene

source: be able to exchange views and experiences with others who have a background in the subject area, and thereby contribute to the development of
nb: kunne utveksle synspunkter og erfaringer med andre med bakgrunn innenfor fagområdet og gjennom dette bidra til utvikling av god praksis -

source: - Professor Steinar Daae Johansen, FBA, Nord University- Researcher Lars Martin Jakt,
nb: - Professor Steinar Daae Johansen, FBA, Nord universitet- Forsker Lars Martin Jakt,

source: Vocal narratives – about the experience of singing with the adolescent female voice
nb: Vokale narrativ – om opplevelsen av sangundervisning med jenter i stemmeskiftet

source: Through private donations, they established “school homes” (skolehjem) or reformatories designed to provide both formal education, basic vocational skills and serve as a substitute home for the children.
nb: Gjennom private donasjoner etablerte de skolehjem som ble utformet for å gi både formell utdanning, grunnleggende yrkesopplæring og tjene som et hjem for barna.

source: Can analyse relevant subjects and research-ethical issues and is familiar with problem-solving processes
nb: kunne analysere relevante fag og forskningsetiske problemstillinger samt kjenne til problemløsningsprosesser

source: Update and restart your computer.
nb: Oppdater og restart din PC/Mac.

source: Information must be classified as green/open, yellow/protected or red/confidential.
nb: Informasjon skal klassifiseres som grønn/åpen, gul/beskyttet eller rød/fortrolig.

source: The course provides knowledge about laws and framework conditions for digital collaboration and documentation in the health sector.
nb: Emnet gir kunnskap om lover og rammebetingelser for digital dokumentasjon og samhandling i helsesektoren.

source: microRNAs (miRNA) are small non-coding RNA, which function as important regulators of protein coding genes.
nb: MikroRNA (miRNA) er små RNA-molekyler som spiller en nøkkelrolle i reguleringen av genuttrykk.

source: – How is the social life on campus in Bodø?
nb: Hvordan er studentmiljøet på studiestedet?

source: Through video-stimulated recall and semi-structured lifeworld interviews, six teachers reflect upon their practices.
nb: Gjennom video-stimulated recall og semistrukturerte livsverden intervju, reflekterer seks lærere over egen praksis.

source: Despite the fact she is exhausted, Vilde Lange (20), from Vistdal in Møre and Romsdal, still has a smile across her face.
nb: Til tross for at hun er dødssliten sitter likevel smilet løst hos Vilde Lange (20) fra Vistdal i Møre og Romsdal.

source: - aquaculture, freshwater biology and fish behavior at Holar College;
nb: kompetanse i akvakultur, ferskvannsbiologi og fiskeadferd ved Høyskolen i Holar;

source: HI118NSv1 Modern Norwegian History from 1814 - 10 study points.
nb: HI118NSv1 Moderne norsk historie (fra 1814) - 10 studiepoeng.

source: Animal Sciences - Welfare and Production, Bachelor's Programme
nb: Bachelor i husdyrfag - velferd og produksjon

source: Information or assessment that can be linked to an individual.
nb: Opplysning eller vurdering som kan knyttes til en enkeltperson.

source: If you do so, it is important that only questions be used with radio buttons/checkboxes or drop-down lists, and that no questions are asked that can indirectly identify individuals.
nb: Det er da viktig at det kun brukes spørsmål med radioknapper/avkryssingsbokser eller nedtrekkliste, og at det ikke stilles spørsmål som indirekte kan identifisere enkeltpersoner.

source: This project is about how the history of the boarding schools in Norway has been understood, thematized and used by the Norwegian public over a long period of time, currently limited to the period 1945 to the present.
nb: Dette prosjektet handler om hvordan historien om skolehjemsbarna i Norge har blitt forstått, tematisert og brukt i den norske offentligheten over et lengre tidsrom, foreløpig avgrenset til perioden 1945 til i dag.
